Repository: Fahim-Shihab/uwpp-mobile
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Registration App
bn: নিবন্ধন অ্যাপ

source: Enter OTP
bn: ওটিপি লিখুন

source: Verify
bn: যাচাই করুন

source: Bangla
bn: বাংলা

source: English
bn: ইংরেজী

# languageToggleButton
source: বাংলা
bn: English

source: Next
bn: পরবর্তী

# appName
source: Unemployed Worker Self-Registration App
bn: কর্মহীন শ্রমিক স্বনিবন্ধন অ্যাপ

# appProgramme
source: Unemployed Worker Self-Registration App
bn: কর্মহীন শ্রমিকদের সুরক্ষা কর্মসূচি

# implementedBy
source: Implemented By: Central Fund Ministry of Labour and Employment
bn: বাস্তবায়নে: কেন্দ্রীয় তহবিল শ্রম ও কর্মসংস্থান মন্ত্রণালয়

source: Registration
bn: নিবন্ধন করুন

source: Login
bn: লগইন

# mobNum
source: Mobile Number of Unemployed Worker
bn: কর্মহীন শ্রামিকদের মোবাইল নম্বর

# nidNum
source: NID Number
bn: জাতীয় পরিচয়পত্র নম্বর

# pickDate
source: Date
bn: তারিখ

# selectDob
source: Date of Birth
bn: জন্ম তারিখ

source: Submit
bn: জমা দিন

# errnid
source: Enter NID number
bn: জাতীয় পরিচয়পত্র নম্বর লিখুন

# errnid2
source: NID must be 10 or 17 digits
bn: জাতীয় পরিচয়পত্র অবশ্যই ১০ অথবা ১৭ সংখ্যার হতে হবে

# errmob
source: Enter mobile number
bn: মোবাইল নম্বর লিখুন

# errmob2
source: Mobile must be 11 digits starting with 01
bn: মোবাইল ফোনটি ০১ দিয়ে শুরু হওয়া ১১ সংখ্যার হতে হবে।

source: Select Option
bn: কি করতে চান

source: Self-Registration
bn: স্বনিবন্ধন করুন

source: Grievance Submission
bn: অভিযোগ জমা দিন

# errotp
source: Enter OTP
bn: এককালীন পাসওয়ার্ড লিখুন

# errotp2
source: OTP must be 6 digits
bn: এককালীন পাসওয়ার্ড অবশ্যই ৬ সংখ্যার হতে হবে

# otpVerifying
source: Verifying OTP...
bn: ওটিপি যাচাই করা হচ্ছে...

# enterOTP
source: Enter the 6-digit OTP sent to your mobile.
bn: আপনার মোবাইলে পাঠানো ৬-সংখ্যার এককালীন পাসওয়ার্ড লিখুন।

# timeRem
source: Time remaining:
bn: বাকি সময়:

source: Invalid OTP.
bn: অবৈধ এককালীন পাসওয়ার্ড.

# credNotMatch
source: The credentials did not match. Please re-enter.
bn: প্রদত্ত তথ্যগুলো মিলছে না। দয়া করে সঠিক তথ্য এন্ট্রি করুন

# backReg
source: Back to Registration
bn: নিবন্ধনে ফিরে যান

# cantConnect
source: Could not connect to server.
bn: সার্ভারের সাথে সংযোগ করা যায়নি.

source: Retry
bn: পুনরায় চেষ্টা করুন

# enterComplaint
source: Please enter your complaint
bn: আপনার অভিযোগ লিখুন

source: Your Complaint
bn: আপনার অভিযোগ

# enterGrievType
source: Please select a grievance type
bn: অনুগ্রহ করে অভিযোগের ধরণ নির্বাচন করুন।

# grievType
source: Grievance Type
bn: অভিযোগের ধরণ

# submitGriev
source: Submit Grievance
bn: অভিযোগ জমা দিন

# uploadSuccess
source: Upload successful
bn: আপলোড সফল হয়েছে

# uploadFail
source: Upload Failed
bn: আপলোড ব্যর্থ হয়েছে

source: Upload Image
bn: ছবি আপলোড করুন

# uploadCertificate
source: Upload Certificates
bn: সার্টিফিকেট আপলোড করুন

# certEmp
source: Certificate of Employment
bn: কর্মসংস্থানের সার্টিফিকেট

# certUnemp
source: Certificate of Unemployment
bn: বেকারত্বের সার্টিফিকেট

source: Gender
bn: লিঙ্গ

# fillFields
source: Please fill all fields.
bn: অনুগ্রহ করে সমস্ত ঘর পূরণ করুন

# corrErrForm
source: Please correct the errors in the form.
bn: ফর্মের ভুলগুলো সংশোধন করুন।

source: Details Form
bn: বিস্তারিত ফর্ম

# nameEn
source: Name (English)
bn: নাম (ইংরেজী)

# fatherNameEn
source: Father's Name (English)
bn: পিতার নাম (ইংরেজী)

# motherNameEn
source: Mother's Name (English)
bn: মাতার নাম (ইংরেজী)

# nameBn
source: Name (Bangla)
bn: নাম (বাংলা)

# fatherNameBn
source: Father's Name (Bangla)
bn: পিতার নাম (বাংলা)

# motherNameBn
source: Mother's Name (Bangla)
bn: মাতার নাম (বাংলা)

source: Religion
bn: ধর্ম

source: Present Address
bn: বর্তমান ঠিকানা

source: Division
bn: বিভাগ

source: District
bn: জেলা

source: Upazila
bn: উপজেলা

source: Permanent Address
bn: স্থায়ী ঠিকানা

source: Factory
bn: কারখানা

source: Designation
bn: পদবী

# linNum
source: LIN Number
bn: লিন নম্বর

# linErr
source: LIN Number must be exactly 12 digits
bn: লিন নম্বরটি অবশ্যই ঠিক ১২ সংখ্যার হতে হবে।

# dateEmp
source: Date of Employment
bn: নিয়োগের তারিখ

# dateUnemp
source: Date of Unemployment
bn: বেকারত্বের তারিখ

# unempReason
source: Reason of Unemployment
bn: বেকারত্বের কারণ

# failBankSubmit
source: Failed to submit banking details.
bn: ব্যাঙ্কিং বিবরণ জমা দিতে ব্যর্থ।

source: Banking Info
bn: ব্যাংকিং তথ্য

source: Payment Mode
bn: পেমেন্ট মোড

source: Bank
bn: ব্যাংক

source: Branch
bn: শাখা

# mfsProv
source: MFS Provider
bn: মোবাইল ফাইন্যান্স প্রদানকারী

# accName
source: Account Holder Name
bn: অ্যাকাউন্টধারীর নাম

# accNum
source: Account Number
bn: অ্যাকাউন্ট নম্বর

# accNumErr
source: Account Number must be 11 or 12 digits
bn: অ্যাকাউন্ট নম্বর অবশ্যই ১১ বা ১২ সংখ্যার হতে হবে

# mfsVerifiedFail
source: Failed to verify MFS
bn: মোবাইল ফাইন্যান্স যাচাই করতে ব্যর্থ

# mfsVerifiedSuccess
source: Successfully verified MFS
bn: সফলভাবে যাচাই মোবাইল ফাইন্যান্স করা হয়েছে

# pleaseVerifyMfs
source: Please verfiy your MFS
bn: দয়া করে আপনার মোবাইল ফাইন্যান্স যাচাই করুন
